import t from '../../assets/images/article.jpg';
import s from '../../assets/images/1.jpg';

const articleContext = [
  {
    id: 0,
    title: '우리가 코칭 ‘팀’으로써 형성한 이유',
    title2: '2022 IPF두바이 아시아 파워리프팅 선발전',
    context:
      '우리는 쌍방향성 소통을 중요하게 생각하는 팀입니다. 코칭은 수직적인 관계로 이루어지는 것이 아니라는 점을 강조하고 싶고, 그러한 만큼 수평적인 관계에서 방향성을 의논하고 제시하는 팀이라는 것을 알려드리고 싶습니다. \n\n' +
      '우리는 단순히 구매자와 서비스 제공자로서가 전부가 아닌, 진정으로 함께 해나갈 수 있는 관계를 형성하는 것을 목표하고 있으니까요.\n\n' +
      '다른 것보다도, 현장에서의 서포팅과 지도가 굉장히 중요하다고 생각했습니다. 이것이 우리가 실제로 두바이에서 아시아 시합을 선수로서 뛰며, 그리고 서포터로서 뛰며 몸소 느꼈던 부분이고, 팀을 창설하면서 가장 중요하게 생각했던 부분이었으니까요.\n\n' +
      '시합에 참여하게 되면 현장에서의 중량 설정과 워밍업 시기, 멘탈케어, 영양 등 다양한 부분을 관리해주어야 하는데, 이 모든 것들을 한 명의 코치가 모두 관리하는 것은 분명히 어려우며, 물리적인 한계가 있을수밖에 없습니다.\n\n' +
      '또한 내가 아무리 준비를 잘 했다고 할지라도, 시합장이라는 곳은 언제나 변수가 일어날 수 있는 공간이기도 하죠. 여기에서 팀으로 함께 움직이게 된다면, 여러 코치들의 의견을 종합하고 역할을 분담하여 빠르고 효율적인 대처가 가능해집니다.\n\n' +
      '게다가 팀의 모든 구성 인원들이 해외에서 국제시합을 경험해보았다는 것은 굉장히 큰 장점으로 작용할 수 있겠죠.\n\n' +
      '기본적으로 코칭은 1:1로써 진행이 되지만, 세미나 혹은 시합 현장 등 다양한 곳에서 담당 코치 이외의 다른 코치에게도 도움을 받을 수 있습니다. 한 명의 코치와 함께 하게 되었다고 해서, 그 한명에게만 한정되는 것이 아닙니다. 모든 코치에게 도움을 받을 수 있죠. 그것이 팀이고, 우리가 목표하는 바이기도 하니까요.\n\n' +
      '또한 팀으로써 활동을 한다는 것은, 그만큼 더 많은 레퍼런스가 쌓인다는 뜻이 됩니다. 정보가 많을수록, 더 많은 수를 볼 수 있겠죠. 코치들은 많은 경험과 이론적 근거를 통해 프로그램을 제공하고, 시합장에서는 여러 코치들이 힘을 함쳐 여러분이 최고의 기량을 낼 수 있도록 도와드릴 겁니다.\n\n' +
      '또한, 여러분께서 보여주시는 결과물들은 또다시 우리 팀 앤트의 소중한 레퍼런스가 되어 더욱 발전하는 코칭팀을 만들어낼 것이구요.여러분 한 분 한 분에게 진심으로 다가갈 것이고, 함께하는 팀앤트가 되어가는 것을 보여드리도록 하겠습니다.',
    date: 'On: 20 October 2019',
    image: t,
  },
  {
    id: 1,
    title: '우리가 코칭 ‘팀’으로써 형성한 이유',
    context:
      '우리는 쌍방향성 소통을 중요하게 생각하는 팀입니다. 코칭은 수직적인 관계로 이루어지는 것이 아니라는 점을 강조하고 싶고, 그러한 만큼 수평적인 관계에서 방향성을 의논하고 제시하는 팀이라는 것을 알려드리고 싶습니다. 우리는 단순히 구매자와 서비스 제공자로서가 전부가 아닌, 진정으로 함께 해나갈 수 있는 관계를 형성하는 것을 목표하고 있으니까요. 다른 것보다도, 현장에서의 서포팅과 지도가 굉장히 중요하다고 생각했습니다. 이것이 우리가 실제로 두바이에서 아시아 시합을 선수로서 뛰며, 그리고 서포터로서 뛰며 몸소 느꼈던 부분이고, 팀을 창설하면서 가장 중요하게 생각했던 부분이었으니까요. 시합에 참여하게 되면 현장에서의 중량 설정과 워밍업 시기, 멘탈케어, 영양 등 다양한 부분을 관리해주어야 하는데, 이 모든 것들을 한 명의 코치가 모두 관리하는 것은 분명히 어려우며, 물리적인 한계가 있을수밖에 없습니다. 또한 내가 아무리 준비를 잘 했다고 할지라도, 시합장이라는 곳은 언제나 변수가 일어날 수 있는 공간이기도 하죠. 여기에서 팀으로 함께 움직이게 된다면, 여러 코치들의 의견을 종합하고 역할을 분담하여 빠르고 효율적인 대처가 가능해집니다. 게다가 팀의 모든 구성 인원들이 해외에서 국제시합을 경험해보았다는 것은 굉장히 큰 장점으로 작용할 수 있겠죠.기본적으로 코칭은 1:1로써 진행이 되지만, 세미나 혹은 시합 현장 등 다양한 곳에서 담당 코치 이외의 다른 코치에게도 도움을 받을 수 있습니다. 한 명의 코치와 함께 하게 되었다고 해서, 그 한명에게만 한정되는 것이 아닙니다. 모든 코치에게 도움을 받을 수 있죠. 그것이 팀이고, 우리가 목표하는 바이기도 하니까요.또한 팀으로써 활동을 한다는 것은, 그만큼 더 많은 레퍼런스가 쌓인다는 뜻이 됩니다. 정보가 많을수록, 더 많은 수를 볼 수 있겠죠. 코치들은 많은 경험과 이론적 근거를 통해 프로그램을 제공하고, 시합장에서는 여러 코치들이 힘을 함쳐 여러분이 최고의 기량을 낼 수 있도록 도와드릴 겁니다. 또한, 여러분께서 보여주시는 결과물들은 또다시 우리 팀 앤트의 소중한 레퍼런스가 되어 더욱 발전하는 코칭팀을 만들어낼 것이구요.여러분 한 분 한 분에게 진심으로 다가갈 것이고, 함께하는 팀앤트가 되어가는 것을 보여드리도록 하겠습니다.',
    date: 'On: 20 October 2019',
    image: s,
  },
  {
    id: 2,
    title: '우리가 코칭 ‘팀’으로써 형성한 이유',
    context:
      '우리는 쌍방향성 소통을 중요하게 생각하는 팀입니다. 코칭은 수직적인 관계로 이루어지는 것이 아니라는 점을 강조하고 싶고, 그러한 만큼 수평적인 관계에서 방향성을 의논하고 제시하는 팀이라는 것을 알려드리고 싶습니다. 우리는 단순히 구매자와 서비스 제공자로서가 전부가 아닌, 진정으로 함께 해나갈 수 있는 관계를 형성하는 것을 목표하고 있으니까요. 다른 것보다도, 현장에서의 서포팅과 지도가 굉장히 중요하다고 생각했습니다. 이것이 우리가 실제로 두바이에서 아시아 시합을 선수로서 뛰며, 그리고 서포터로서 뛰며 몸소 느꼈던 부분이고, 팀을 창설하면서 가장 중요하게 생각했던 부분이었으니까요. 시합에 참여하게 되면 현장에서의 중량 설정과 워밍업 시기, 멘탈케어, 영양 등 다양한 부분을 관리해주어야 하는데, 이 모든 것들을 한 명의 코치가 모두 관리하는 것은 분명히 어려우며, 물리적인 한계가 있을수밖에 없습니다. 또한 내가 아무리 준비를 잘 했다고 할지라도, 시합장이라는 곳은 언제나 변수가 일어날 수 있는 공간이기도 하죠. 여기에서 팀으로 함께 움직이게 된다면, 여러 코치들의 의견을 종합하고 역할을 분담하여 빠르고 효율적인 대처가 가능해집니다. 게다가 팀의 모든 구성 인원들이 해외에서 국제시합을 경험해보았다는 것은 굉장히 큰 장점으로 작용할 수 있겠죠.기본적으로 코칭은 1:1로써 진행이 되지만, 세미나 혹은 시합 현장 등 다양한 곳에서 담당 코치 이외의 다른 코치에게도 도움을 받을 수 있습니다. 한 명의 코치와 함께 하게 되었다고 해서, 그 한명에게만 한정되는 것이 아닙니다. 모든 코치에게 도움을 받을 수 있죠. 그것이 팀이고, 우리가 목표하는 바이기도 하니까요.또한 팀으로써 활동을 한다는 것은, 그만큼 더 많은 레퍼런스가 쌓인다는 뜻이 됩니다. 정보가 많을수록, 더 많은 수를 볼 수 있겠죠. 코치들은 많은 경험과 이론적 근거를 통해 프로그램을 제공하고, 시합장에서는 여러 코치들이 힘을 함쳐 여러분이 최고의 기량을 낼 수 있도록 도와드릴 겁니다. 또한, 여러분께서 보여주시는 결과물들은 또다시 우리 팀 앤트의 소중한 레퍼런스가 되어 더욱 발전하는 코칭팀을 만들어낼 것이구요.여러분 한 분 한 분에게 진심으로 다가갈 것이고, 함께하는 팀앤트가 되어가는 것을 보여드리도록 하겠습니다.',
    date: 'On: 20 October 2019',
    image: t,
  },
  {
    id: 3,
    title: '우리가 코칭 ‘팀’으로써 형성한 이유',
    context:
      '우리는 쌍방향성 소통을 중요하게 생각하는 팀입니다. 코칭은 수직적인 관계로 이루어지는 것이 아니라는 점을 강조하고 싶고, 그러한 만큼 수평적인 관계에서 방향성을 의논하고 제시하는 팀이라는 것을 알려드리고 싶습니다. 우리는 단순히 구매자와 서비스 제공자로서가 전부가 아닌, 진정으로 함께 해나갈 수 있는 관계를 형성하는 것을 목표하고 있으니까요. 다른 것보다도, 현장에서의 서포팅과 지도가 굉장히 중요하다고 생각했습니다. 이것이 우리가 실제로 두바이에서 아시아 시합을 선수로서 뛰며, 그리고 서포터로서 뛰며 몸소 느꼈던 부분이고, 팀을 창설하면서 가장 중요하게 생각했던 부분이었으니까요. 시합에 참여하게 되면 현장에서의 중량 설정과 워밍업 시기, 멘탈케어, 영양 등 다양한 부분을 관리해주어야 하는데, 이 모든 것들을 한 명의 코치가 모두 관리하는 것은 분명히 어려우며, 물리적인 한계가 있을수밖에 없습니다. 또한 내가 아무리 준비를 잘 했다고 할지라도, 시합장이라는 곳은 언제나 변수가 일어날 수 있는 공간이기도 하죠. 여기에서 팀으로 함께 움직이게 된다면, 여러 코치들의 의견을 종합하고 역할을 분담하여 빠르고 효율적인 대처가 가능해집니다. 게다가 팀의 모든 구성 인원들이 해외에서 국제시합을 경험해보았다는 것은 굉장히 큰 장점으로 작용할 수 있겠죠.기본적으로 코칭은 1:1로써 진행이 되지만, 세미나 혹은 시합 현장 등 다양한 곳에서 담당 코치 이외의 다른 코치에게도 도움을 받을 수 있습니다. 한 명의 코치와 함께 하게 되었다고 해서, 그 한명에게만 한정되는 것이 아닙니다. 모든 코치에게 도움을 받을 수 있죠. 그것이 팀이고, 우리가 목표하는 바이기도 하니까요.또한 팀으로써 활동을 한다는 것은, 그만큼 더 많은 레퍼런스가 쌓인다는 뜻이 됩니다. 정보가 많을수록, 더 많은 수를 볼 수 있겠죠. 코치들은 많은 경험과 이론적 근거를 통해 프로그램을 제공하고, 시합장에서는 여러 코치들이 힘을 함쳐 여러분이 최고의 기량을 낼 수 있도록 도와드릴 겁니다. 또한, 여러분께서 보여주시는 결과물들은 또다시 우리 팀 앤트의 소중한 레퍼런스가 되어 더욱 발전하는 코칭팀을 만들어낼 것이구요.여러분 한 분 한 분에게 진심으로 다가갈 것이고, 함께하는 팀앤트가 되어가는 것을 보여드리도록 하겠습니다.',
    date: 'On: 20 October 2019',
    image: s,
  },
];

export default articleContext;
