import React from 'react';
import about1 from '../../assets/images/about1.jpg';
import about2 from '../../assets/images/about2.jpg';
import about3 from '../../assets/images/about3.jpg';
import about4 from '../../assets/images/about4.jpeg';
const AboutContext = [
  {
    image: about1,
    title: 'Frontrunner',
    subTitle: '한국 파워리프팅의 선두주자가 함께합니다.',
    content: [
      'TeamAnt의 코치진 모두 국내에서 선두를 달리고 있으며, 특히 정지훈' +
        '코치의 경우 2022년 두바이에서 개최된 IPF 아시아 파워리프팅 ' +
        '국제경기에서 당당하게 1등을 했으며, 또한 모든 종목(스쿼트,' +
        '벤치프레스, 데드리프트, 종합기록)에서 금메달을 따내며 그랜드슬램을 ' +
        '달성했습니다.',
      '이렇게 국제시합에서 모든 종목 금메달을 이룩한 것은 한국에 ' +
        '파워리프팅이 들어온 이후 최초이며, 또한 해당 시합에서 아시아 스쿼트 ' +
        '신기록을 갱신하기도 했습니다. ',
      '단순히 국내에서만 잘 하는 사람이 아니라, 국제 경기에서도 기록을 ' +
        '세우고 입상을 해내는, 한국의 파워리프팅의 역사를 써내고 있으며, ' +
        '한국을 알리고 있기도 하죠.',
    ],
  },
  {
    image: about2,
    title: 'Overseas Experience',
    subTitle: 'TeamAnt 코칭팀만의 특징',
    content: [
      '팀앤트의 코치들은 모두 파워리프팅 국가대표로서 해외 무대를 ' +
        '경험해 보았다는 가장 큰 특징이 있습니다. 또한 아직 국내에 ' +
        '생소한 온라인 코칭 시스템을 해외로부터 직접 받아본 경험을 ' +
        '통해 이를 결과로 증명해냈고, 국내 파워리프팅 대회에 ' +
        '참여하시는 회원님들을 통해서도 증명해 냈습니다. ',
      '이러한 부분에서 우리는 선수로서의 증명, 회원으로서의 증명, ' +
        '체육관련 전공(선수트레이닝 석사과정, 체육학과,' +
        '물리치료학과)으로 폭넓은 경험과 지식을 보유하고 있다고 할 수 있습니다.',
    ],
  },
  {
    image: about3,
    title: 'Two-Way Communication',
    subTitle: '쌍방향성 소통을 중시합니다.',
    content: [
      '우리는 코칭은 수직적인 관계로 이루어지는 것이 아니라는 ' +
        '점을 강조하고 있습니다. 그러한 만큼, 수평적인 관계에서 ' +
        '클라이언트의 방향성을 함께 의논하고 제시하는 팀이라는 것을 ' +
        '알려드리고 싶습니다. ',
      '단순히 구매자와 서비스 제공자로서가 전부가 아닌, 진정으로 ' +
        '함께 해나갈 수 있는 관계를 형성하는 것을 목표로 하고 ' +
        '있습니다.',
    ],
  },
  {
    image: about4,
    title: 'Team Solidarity',
    subTitle: '우리는 팀으로서 활동을 합니다.',
    content: [
      '기본적으로 코칭은 1:1로 진행이 되지만, 세미나 진행 혹은 ' +
        '시합 현장에서의 서포팅과 같은 다양한 곳에서 담당 코치' +
        '이외의 코치에게도 도움을 받을 수 있습니다. 한 명의 코치와 ' +
        '함께 하게 되었다고 해서, 그 한명에게만 모든 것이 한정되는 ' +
        '것이 아닙니다. 모든 코치들에게 도움을 받을 수 있죠. 그것이 ' +
        '팀이고, 우리가 목표하는 바이기도 합니다. ',
      '또한 팀으로써 활동을 한다는 것은, 그만큼 더 많은 ' +
        '레퍼런스가 쌓인다는 뜻이 됩니다. 정보가 많을수록, 더 많은 ' +
        '수를 볼 수 있겠죠. 코치들은 많은 경험과 이론적 근거를 통해 ' +
        '프로그램과 방향성을 제시하고, 시합에 참여하는 경우 여러' +
        '코치들이 힘을 합쳐 여러분이 최고의 기량을 낼 수 있도록 ' +
        '도와드릴 겁니다. 또한, 여러분이 보여주시는 결과물들은 ' +
        '또다시 우리의 소중한 레퍼런스가 되어 더욱 발전하는 ' +
        '코칭팀을 만들어낼 것 입니다.',
    ],
  },
];

export default AboutContext;
